<template>
<div class="treaty">
  <h3 class="title">鲸鱼{{title}}服务合同</h3>
  <p class="phead">合同编号&nbsp;:</p>
  <p class="phead phead2">本合同（下称"本合同"）由以下各方于 年 月 日  时 分 于厦门市签署&nbsp;:</p>
  <p class="phead">甲方&nbsp;:{{'xczxczx'}}</p>
  <p class="phead">身份证号码&nbsp;:</p>
  <p class="phead">网站用户名&nbsp;:</p>
  <p class="phead">乙方&nbsp;:&nbsp;<span>厦门吉才神金融信息技术服务有限公司</span></p>
  <p class="phead">住所&nbsp;:&nbsp;<span>厦门市思明区软件园二期望海路14号之三106</span></p>
  <p class="phead">定义&nbsp;:&nbsp;</p>
  <p class="phead">除非本合同另有规定，以下词语在本合同中定义如下&nbsp;:&nbsp;</p>
  <p>1、</p>
  <p>甲方（即出借人）指在乙方平台拥有注册账户的会员，同意加入本期服务计划并通过乙方出借一定金额资金给他人（即借款人）的具有完全民事行为能力的自然人。</p>
  <p>2、</p>
  <p>乙方是一家在厦门市合法成立并有效存续的有限责任公司，拥有投融资网络信息平台：鲸鱼金融网站（网址：www.jinr.com，以下统称“本网站”或“鲸鱼金融”）的经营权，能获取大量的投融资信息，并能有效提供投融资居间撮合、管理等服务。</p>
  <p>3、</p>
  <p>第三方支付平台：鲸鱼金融合作的支付机构。</p>
  <p>甲乙双方本着实事求是、平等互利、共同发展的原则，就甲方通过乙方平台将资金出借给借款人的有关事宜，经过友好协商，达成合同如下：</p>
  <h4 class="title">第1条 服务计划意向</h4>
  <p>1.1</p>
  <p>鲸鱼{{title}}服务计划指“出借人委托自动投标及按相关规则退出，{{title}}增息”的服务计划（下称“本期服务计划”），乙方根据甲方的委托，将甲方加入服务计划的资金分散投入到经过乙方审核的优质融资或资产项目中（包括但不限于借款项目、权益转让融资类产品、货币型基金等）。</p>
  <p>1.2</p>
  <p>鲸鱼{{title}}服务计划进行分散筛选、协助甲方将资金分散投入到由甲方筛选的各类资产购买/转让项目，甲方委托乙方依照本网站公布的各项规则、合同、条款及声明就本期服务计划项下所涉及的各类电子合同和纸质合同进行管理，以及服务计划信息的公告与发布等。</p>
  <p>1.3</p>
  <p>甲方理解并接受本期服务计划及本合同的全部内容，一旦甲方使用本网站提供的任何一项服务，即表示甲方同意遵守本合同之相关所有约定。</p>
  <h4 class="title">第2条 本期服务计划详情</h4>
  <p>2.1</p>
  <p>甲方同意按照如下条件加入乙方提供的本期服务计划，详情如下：</p>
  <p class="pindent">（1）加入金额（下称"甲方加入资金"）：￥【】，大写人民币【】元整。</p>
  <p class="pindent">（2）服务计划期限：自本合同签订之日起100个非自然月（30天每月）。</p>
  <p class="pindent">（3）收益处理方式：单利计算。</p>	
  <p class="pindent">（4）计息规则：加入服务计划即日开始计息。</p>
  <p>2.2</p>
  <p>甲方在支付完毕加入资金后，即加入本期服务计划；甲方加入资金的收益按本期服务计划所投标对应的《借款合同》约定确定，各笔借款每期偿还的利息在合并后将作为本服务计划的可支配收益（下称“收益”），在本服务计划期限内由乙方在服务计划运营期内继续代为投资，适用本合同各项约定。</p>
  <h4 class="title">第3条 预期年化收益率及收益计算</h4>
  <p>3.1</p>
  <p>预期年化收益为甲方加入本计划资金的预期年化回报，以乙方平台公示的为准。甲方已经知悉、了解并同意：本合同所示预期年化收益率为4.0%不代表甲方最终实际收益，甲方出借本金以及利息存在不能够按期收回的风险，在实际收益率未达到预期收益率的情况下，甲方仅能收取其实际收益，乙方不对甲方本金的收回、可获收益金额做出任何承诺、保证</p>
  <p>3.2</p>
  <p>收益结算：本合同项下甲方每笔加入资金，自加入当日起息，按日结算，每日收益以乙方每日实际结算的为准，收益将在甲方账户中显示。</p>
  <h4 class="title">第4条 服务计划退出及变更</h4>
  <p>4.1</p>
  <p>甲方加入本计划期限日期为7天，在期限日内不可提前退出计划。且持有期限超过7天后，继续产生收益，甲方可向乙方提出申请转出本计划。</p>
  <p>4.2</p>
  <p>退出申请处理及资金到账时间：在满足本计划期限日期7天后，甲方于当日提交的退出申请，次日（工作日）即可到账，如有特殊情况，以网站公告为准。</p>
  <p>4.3</p>
  <p>服务计划变更条款：在下列情况出现时，乙方可采取终止、暂停、控制交易额度、调整预期年化收益率及其他合理措施对本服务计划进行调整，以降低客户资金及服务计划面临的风险。</p>
  <p class="pindent">（1）宏观经济变化，导致整体市场环境恶化，融资风险提高的；</p>
  <p class="pindent">（2）国家政策重大调整，导致本服务计划面临重大风险的；</p>
  <p class="pindent">（3）因服务计划参与资金过大、过小或投资人投资金额短期内发生剧烈变动，导致管理成本提高或管理难度加大的；</p>
  <p class="pindent">（4）发生战争、地震、火山喷发、罢工、游行示威或政府管制等不可抗力原因导致服务计划无法持续的。</p>
  <p class="pindent">发生以上情形的，乙方将采取合理措施最大程度规避风险，并及时通过约定的方式告知甲方，甲方确认此情况下乙方不承担违约责任。</p>
  <h4 class="title">第5条 服务费用收取</h4>
  <p>乙方依据本合同向甲方提供服务，有权向甲方收取相应的服务费用。目前乙方管理费暂免，如需收取详见网站公告或当期服务合同。</p>
  <h4 class="title">第6条 授权与委托</h4>
  <p>6.1</p>
  <p>授权投标：甲方在签署本合同时不可撤销地委托并授权乙方根据本网站有关规则通过网站系统按一定比例自动配置投资于各类资产的资金，包括但不限于：对货币型基金的申购及赎回、对借款项目的赎买及转让、对权益转让融资类项目的购买及转让，对债权转让项目的受让及再转让等操作。</p>
  <p>6.2</p>
  <p>授权签署合同：甲方不可撤销地委托并授权乙方代为签署相关合同（包括但不限于借款合同、债权转让或受让合同、基金申赎合同、权益转让类融资合同等）。甲方对此等自动投标和自动签署相关合同之安排已充分知悉并理解，该等自动签署的合同均视为甲方真实意思的表示，甲方对该等法律文件的效力均予以认可且无任何异议并无条件接受该等自动签署的借款合同、债权转让合同、基金申赎合同、权益转让类融资合同之约束。</p>
  <p>6.3</p>
  <p>甲方在此无条件且不可撤销地同意并确认：甲方通过系统自动投标而签署之借款合同、债权转让或受让合同、基金申赎合同等法律文件或其中的相关条款生效后，乙方即可根据该等合同和本合同相关约定，对相关款项进行划扣、支付、冻结以及行使其他权利，甲方对此均予以接受和认可。</p>
  <h4 class="title">第7条 服务计划保障</h4>
  <p>7.1</p>
  <p>为降低甲方因投资标的过于集中而所带来的信用违约风险，乙方将对甲方加入本期服务计划金额根据网站有关规则安排分散化的优先自动投标。</p>
  <p>7.2</p>
  <p>为保证本期服务计划的及时性，在甲方加入本期服务计划时，系统即为甲方加入本期服务计划的资金启动优先自动投标的功能。</p>
  <h4 class="title">第8条 服务计划变更</h4>
  <p>8.1</p>
  <p>如因司法机关或行政机关对甲方采取强制措施导致其本期服务计划金额对应的资金被全部或部分扣划，视为甲方提前退出本期服务计划，本合同自动终止。本合同因此而自动终止的，甲方将不再享有相应收益。但甲方仍应按照本合同约定支付相关服务费。</p>
  <h4 class="title">第9条 甲方声明和保证</h4>
  <p>9.1</p>
  <p>在签署本合同书以前，乙方已就本合同书及有关交易文件的全部条款和内容向甲方进行了详细的说明和解释，甲方已认真阅读本合同有关条款，对有关条款不存在任何疑问或异议，并对合同双方的权利、义务、责任与风险有清楚和准确的理解。</p>
  <p>9.2</p>
  <p>甲方保证所使用的资金为合法取得，且甲方对该等资金拥有完全且无瑕疵的处分权。</p>
  <p>9.3</p>
  <p>甲方保证为履行本合同而向乙方提供的全部资料均真实、有效。</p>
  <p>9.4</p>
  <p>甲方同意并承诺按本合同及本网站的相关规则和说明向乙方支付相关费用。</p>
  <h4 class="title">第10条 违约责任</h4>
  <p>10.1</p>
  <p>在本合同有效期内，一方违反本合同之任何条款，致使相关方遭受损失时，违约方须赔偿因此给对方造成的一切经济损失（包括但不限于诉讼/仲裁费用、律师费用、评估费、保全及担保费、交通费、差旅费、调查费及其他实现债权所产生的费用等）；双方均有过错的，应根据双方实际过错程度，分别承担各自的违约责任。</p>
  <h4 class="title">第11条 通知</h4>
  <p>11.1</p>
  <p>双方同意，乙方根据协议对本服务计划相关内容进行调整时，乙方采用以下方式中的任意一种均视为有效通知。 （1）鲸鱼网站公告通知； （2）甲方在乙方平台注册的个人账户内的站内信； （3）通过向甲方预留于乙方的手机发送短信息或电话通知； （4）通过向甲方预留于乙方的电子邮箱发送电子邮件。 （5）其他法律许可的通知方式。</p>
  <p>11.2</p>
  <p>通知到达时间</p>
  <p>采用网站公告通知的，自通知之日起2日后即视为达到；采用站内信、邮件、手机短息甲方的通知，自信息到达甲方个人账户、电子邮箱、手机即视为送达，采用其他合法方式通知的，按照法律规定确定送达时间。</p>
  <h4 class="title">第12条 其他</h4>
  <p>12.1</p>
  <p>若本期服务计划对应之借款项目下，借款人未履行还款义务，乙方通过风险备用金代借款人偿付，则发生债权转让效力，居间人取得相应债权，有权对借款人进行追偿。 </p>
  <p>12.2</p>
  <p>甲方需要通过本网站查询或咨询客服人员等方式了解相关信息，如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素影响使甲方无法及时了解相关信息，由此产生的责任和风险由甲方自行承担。</p>
  <p>12.3</p>
  <p>本期服务计划和甲方通过点击确认与乙方签署的用户注册合同等相关合同，以及乙方在本网站不时公示之交易规则、说明、公告等涉及甲乙双方权利义务的法律文件，共同构成了约束甲方接受乙方在本合同项下提供之服务时双方行为的合同之整体，甲方均须予以遵守，如有违反，应当自行承担相关法律后果。</p>
  <p>12.4</p>
  <p>由于地震、火灾、战争、电力中断、黑客攻击、计算机病毒、系统或网络故障等不可抗力导致的交易中断、延误的，甲乙双方互不追究责任。但应在条件允许的情况下，应采取一切必要的补救措施以减小不可抗力造成的损失。</p>
  <p>12.5</p>
  <p>甲方成功加入本期服务计划后，如果在本期服务计划成立日前（含成立日），甲方追加加入本期服务计划的资金金额，则甲方与乙方之间的权利义务约定及甲方加入本期服务计划的总金额应以最后生成的合同书所约定的内容为准。</p>
  <p>12.6</p>
  <p>本合同自甲方在本网站操作确认并成功加入本期服务计划时生效。本合同采用电子文本形式制成，可以有一份或者多份并且每一份具有同等法律效力，对各方均具有法律约束力。本期服务计划不提供纸质合同或相关账单。</p>
  <p>12.7</p>
  <p>甲方自行承担本服务计划所获收益的应纳税额。</p>
  <p>12.8</p>
  <p>凡因本合同发生的及与本合同有关的任何争议，双方应友好协商解决；协商不成时，可通过诉讼方式解决。所有争议均由本合同签订地人民法院管辖。</p>
  <p style="text-align:center;text-indent:inherit;">（以下无正文）</p>
  <p class="pindent">甲方&nbsp;:&nbsp;</p>
  <p class="pindent">年&nbsp;月&nbsp;日</p>
  <p class="pindent">乙方&nbsp;:&nbsp;</p>
  <p class="pindent">年&nbsp;月&nbsp;日</p>
</div>

</template>

<script>
  export default {
    name: '',
    components: {},
    props: {
      title: {
        type: String
      }
    },
    data() {
      return {}
    },
    computed: {},
    watch: {},
    created() {},
    mounted() {},
    methods: {},
  }
</script>
