<template>
<scroll ref="contract" class="t-user fixed fixed-x">
<div class="treaty">
<!-- <h1>鲸鱼用户银行卡更换协议</h1> -->
<h4><br></h4>
<h6>郑重提示：</h6>
        <p>鲸鱼用户银行卡更换协议（以下简称为"本协议"）是由厦门吉才神金融信息技术服务有限公司（以下简称为 "鲸鱼平台"、"我们"）与您在厦门市签订。本协议有助于您了解鲸鱼用户更换银行卡流程及注意事项，请您详细阅读并知悉本协议的全部内容，如果您无法充分理解或不同意接受本协议任意条款，请您及时与我们进行联系，我们的客服电话为：10102015，否则请您不要进行后续操作。为保障您的合法权益，在您向我们咨询前，我们可能需要您配合我们先验证您的身份信息。在您阅读本协议后进行任何后续操作即视为您对本协议已经充分理解并接受。</p>
        <h2>第一条 相关定义</h2>
        <p>除非本协议另有规定，以下词语在本协议中定义如下：</p>
        <p>1.1</p>
        <p>"鲸鱼平台"、"我们"即厦门吉才神金融信息技术服务有限公司，是一家在厦门市合法成立并有效存续的有限责任公司，拥有投融资网络信息平台：鲸鱼网站（网址：www.jinr.com）的经营权，能获取大量的投融资信息，并能有效提供投融资居间撮合、管理等服务。</p>
        <p>1.2</p>
        <p>"鲸鱼用户"、"您"即出借人，指在鲸鱼平台拥有注册账户的会员，同意加入鲸鱼平台服务计划并通过鲸鱼平台出借一定金额资金给他人（即借款人）的具有完全民事行为能力的自然人。</p>
        <p>1.3</p>
        <p>"银行卡"是指您用于绑定鲸鱼账户，进行资金转入或转出的银行借记卡。</p>
        <p>1.4</p>
        <p>您通过自行或授权有关方根据本协议及本网站有关规则、说明操作确认本协议后，本协议即在您和本网站之间产生法律效力。您只要在"我已阅读并且同意鲸鱼服务协议"前的选择框里打钩并按照本网站规定的注册程序成功注册为用户，您的行为即表示同意并签署了本使用协议。本使用协议不涉及您与本网站的其他用户之间因网上交易而产生的法律关系及法律纠纷，但您在此同意将全面接受和履行与本网站其他用户在本网站签订的任何电子法律文本，并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
        <h2>第二条 银行卡更换</h2>
        <p>2.1</p>
        <p>出于保障您资金安全的考虑，原则上我们要求您在资金转入或转出时需要使用同一张银行卡，但如果您因个人原因或其他特殊情况，需要更换银行卡时，我们会在您同时完成以下工作时同意您更换银行卡的请求：（1）输入您正确的交易密码；（2）上传您本人手持身份证照片（含正面和反面）；（3）等待我们客服审核（1-3个工作日）。</p>
        <p>2.2</p>
        <p>您上传的身份证和银行卡照片需要能清晰地看出身份证号码和银行卡号，否则，您的申请将可能被驳回，同时，出于您资金安全的考虑，我们要求您用于拍张上传的身份证和更换的新银行卡均必须是您本人真实有效的的身份证件、银行卡。</p>
        <p>2.3</p>
        <p>您根据2.1的提交给我们的资料经过我们工作人员审核通过后，您可以在鲸鱼平台里直接绑定新的银行卡。在您申请更换银行卡成功后，系统消息会告知您变更银行卡受理成功，同时我们也将直接对您原来的银行卡进行解绑；如果您的申请被驳回，系统消息会告知您申请失败的原因，您可以再次进入变更银行卡初始界面进行新一轮的操作。</p>
        <h2>第三条 变更银行卡适用情形</h2>
        <p>3.1</p>
        <p>鲸鱼用户基于自身理财的需要；</p>
        <p>3.2</p>
        <p>出现原银行卡失效、损毁或丢失等不可抗力的原因；</p>
        <p>3.3</p>
        <p>其他需要变更银行卡的情形。</p>
        <h2>第四条 风险告知</h2>
        <p>您在进行申请银行卡更换前，您应当知道并接受由此带来的一切风险（包括但不限于：资金被人冒充转出、银行卡丢失）将由您个人承担，您不可因我们同意您更换银行卡的申请而要求我们承担任何赔偿责任。</p>
        <h2>第五条 不可抗力</h2>
        <p>5.1</p>
        <p>您知晓并同意，由于地震、火灾、战争、电力中断、黑客攻击、计算机病毒、系统或网络故障等不可抗力导致的交易中断、延误的，您不可据此要求我们赔偿您任何损失。但在条件允许的情况下，我们会采取一切必要的补救措施以减小不可抗力造成的损失。</p>
        <p>5.2</p>
        <p>您知晓并同意，您需要通过本鲸鱼平台查询或咨询客服人员等方式了解相关信息时，如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素影响使您无法及时了解相关信息，由此产生的责任和风险需要您自行承担。</p>
        <h2>第六条 违约责任</h2>
        <p>本协议自您与我们签订之后，您跟我们均需要严格遵守本协议，任何一方违反本协议之任何条款，致使相关方遭受损失时，违约方须赔偿因此给对方造成的一切经济损失（包括但不限于诉讼/仲裁费用、律师费用、评估费、保全及担保费、交通费、差旅费、调查费及其他实现债权所产生的费用等）；双方均有过错的，应根据双方实际过错程度，分别承担各自的违约责任。</p>
        <h2>第七条 争议解决</h2>
        <p>7.1</p>
        <p>本协议签订和执行过程中，适用中华人民共和国法律。</p>
        <p>7.2</p>
        <p>因本协议发生的及与本协议有关的任何争议，您可以与我们沟通协商解决，协商不成时可通过诉讼方式解决。与本协议有关的所有争议均由被告人民法院管辖。</p>
        <h2>第八条 其他</h2>
        <p>8.1</p>
        <p>如果本协议内容发生变更，因此导致您的权利义务发生变化时，我们会通过鲸鱼平台公告等合理方式事先向您公布和告知，您需要及时留意鲸鱼平台上发布的相关内容。如果本协议内容变更并公布后，您仍进行相关操作或继续接受鲸鱼平台服务，表示您已经接受变更后的协议，您需要严格遵循变更后的协议内容。</p>
        <p>8.2</p>
        <p>本协议自您阅读并知晓本协议内容时生效。本协议采用电子文本形式制成，可以有一份或者多份并且每一份具有同等法律效力，对您以及我们均具有法律约束力。</p>
        <p>8.3</p>
        <p>本协议开头"郑重提示"的内容属于本协议正文内容的一部分，与本协议具有同等效力。</p>
        <h1><br></h1>
        <h1><br></h1>
        <h1><br></h1>
        <h1><br></h1>
</div>
</scroll>
</template>

<script>
  export default {
    name: '',
    components: {},
    data() {
      return {
        title: this.$route.name,
      }
    },
    beforeRouteEnter(to, from, next){
      next(vm =>{
        vm.$root.title = to.name
      })
    },
    computed: {},
    watch: {},
    created() {},
    mounted() {},
    methods: {},
  }
</script>
<style lang="stylus" rel="stylesheet/stylus">
@import "~style/treaty.styl"
.t-user
  .treaty
    padding-bottom 100px
</style>