<template>
<scroll ref="contract" class="t-register fixed fixed-x">
<div class="treaty">
  <h1>活期委托投资协议</h1>
  <p class="textIndent">为了维护您的自身权益，请在投资前仔细阅读本协议各条款以及本产品相关的全部规则，以充分知悉本产品的运作规则、投资范围以及本协议双方的权利义务</p>
  <h4>投资者通过网络页面点击确认或以其他方式选择接受本协议，即表示投资者与乙方已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项规则及平台所展示的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定。如果您不同意本协议的任意内容，或者无法准确理解乙方对条款的解释，请不要进行后续操作。</h4>
  <p>甲方（投资者）：</p>
  <p>身份证号：</p>
  <p>乙方（受托人）：厦门吉才神金融信息技术服务有限公司</p>
  <p>鉴于：</p>
  <p>甲方系符合中华人民共和国大陆地区现行法律法规规定的具有完全民事权利能力和民事行为能力，能够独立行使和承担本协议项下权利义务的自然人，为“厦门吉才神金融信息技术服务有限公司”所运营的鲸鱼理财平台（www.jinr.com及鲸鱼理财APP）的注册用户，自愿将合法所有资金委托乙方依照本协议约定投资于委托投资标的。双方根据《中华人民共和国民法通则》、《中华人民共和国合同法》等相关法律法规的规定，甲乙双方达成如下约定，以资共同遵守。
本协议项下甲方、乙方单独称“一方”，合称“双方”。
  <h2>第一章定义与解释</h2>
  <h3>第一条定义</h3>
  <p>1.委托投资：系指甲方自愿将其合法所有的资金委托给乙方投资于委托投资标的，以获取投资收益的行为。</p>
  <p>2.预期收益率：系指鲸鱼理财平台宣传及本产品服务页面说明的预期年化收益率。预期收益率为甲方依据本协议约定所获得的预期利益，并不代表甲方的既得利益，且乙方及鲸鱼理财平台未对该预期收益率进行任何的承诺和担保，甲方知晓其委托投资的资金存在无法全额收回的风险，且甲方仅享有其所投资金所产生的实际收益。</p>
  <p>3.委托投资资金或投资资金：系指甲方根据本协议的约定向乙方提供的用于进行本协议项下委托投资的资金。</p>
  <p>4.委托投资资产价值：系指委托投资资金及其所产生的收益。</p>
  <p>5.赎回:甲方向乙方申请将委托投资资产价值赎回到鲸鱼理财账户。</p>
  <p>6. T日：指委托投资、申请赎回委托投资资金或其他交易的有效申请日。</p>
  <p>8. T+n日：指在T日起第n个自然日（不包含T日）。</p>
  <p>9.T-n日：指在T日前第n个自然日（不包含T日）。</p>
  <p>10.鲸鱼理财平台：系指厦门吉才神金融信息技术服务有限公司设立并运营的互联网平台，包括www.jinr.com和鲸鱼理财APP 。</p>
  <p>11.鲸鱼理财账户：系指甲方在鲸鱼理财平台开立的鲸鱼理财用户名项下的专属账户。</p>
  <p>12.合作机构：系指向乙方推荐委托投资标的机构，包括但不限于委托投资标的的发行机构。</p>
  <p>13.不可抗力：系指本协议双方不能合理控制、不可预见或即使预见亦无法避免的事件。该事件妨碍、影响或延误任何一方根据本协议履行其全部或部分义务。该事件包括但不限于地震、台风、洪水、火灾、瘟疫、其他天灾、战争、政变、骚乱、罢工或其他类似事件。</p>
  <p>14.年：系指365个自然日。</p>

  <h5>第二条本协议未作定义或约定词语，按照相关法律、法规及行业惯例解释。</h5>
  <h5>第三条本协议中所涉及到的金额均精确到分位(小数点后两位)，分位以下的金额均舍去。</h5>

  <h2>第二章委托投资</h2>
</div>
</scroll>
</template>

<script>
  export default {
    name: '',
    components: {},
    data() {
      return {
        title: this.$route.name,
      }
    },
    beforeRouteEnter(to, from, next){
      next(vm =>{
        vm.$root.title = to.name
      })
    },
    computed: {},
    watch: {},
    created() {},
    mounted() {},
    methods: {},
  }
</script>
