<template>
<scroll ref="contract" class="t-transfer fixed fixed-x">
<div class="treaty">
		<h3 class="title">鲸鱼金融债权转让及居间服务协议</h3>
		<p class="phead">甲方（债权转让人）:</p>
		<p class="phead phead2">身份证号码: </p>
		<p class="phead">乙方（债权受让人）:</p>
		<p class="phead phead2">身份证号码: </p>
		<p class="phead">丙方（居间服务方）:<span>厦门吉才神金融信息技术服务有限公司</span></p>
		<p>鉴于：甲方系丙方运营管理的互联网金融理财平台“鲸鱼金融”（www.jinr.com）的投资人，甲方拟通过鲸鱼金融平台转让其合法所有的债权，乙方拟通过鲸鱼金融平台受让前述债权。现甲乙丙三方就上述债权转让事宜，达成如下协议，以资共同遵守。</p>
		<h4 class="title-2">第一条标的债权及转让对价</h4>
		<table cellpadding="0" cellspacing="0"  class="table1">
			<tr>
				<th>甲方债权转让人：</th>
				<th>受让债权金额：</th>
			</tr>
			<tr>
				<td>乙方受让债权总额</td>
				<td></td>
			</tr>
			<tr>
				<td>债权到期日</td>
				<td></td>
			</tr>
			<tr>
				<td>乙方受让债权对价</td>
				<td></td>
			</tr>
			<tr>
				<td>乙方预期收益</td>
				<td></td>
			</tr>
			<tr>
				<td>转让服务费（甲方支付）</td>
				<td></td>
			</tr>
			<tr>
				<td>收益起算日</td>
				<td>标的债权转让之次日</td>
			</tr>
		</table>
		<h4 class="title-2">第二条居间费用</h4>
		<p>2.1 本协议项下甲乙双方债权转让事宜由丙方提供居间服务，且各方同意，丙方提供的居间服务的费用由甲方独自承担。</p>
		<p>2.2 为避免争议，甲方在此授权并认可：对于甲方应按本协议支付的居间费用，丙方有权要求由甲方委托指定的第三方支付机构或监管银行，从甲方收到的转让对价中予以扣除。甲方承诺：甲方将协助丙方办理相关划转手续，包括但不限于向有关银行或支付机构出具有关承诺、授权或证明，以履行其对于居间费用的支付义务。</p>
		<p>2.3 本协议项下居间费用计算方式为：标的债权价值0.2%，具体以丙方网站/app展示的计费金额为准。</p>
		<h4 class="title-2">第三条标的债权的转让</h4>
		<p>3.1 甲方同意按照本协议约定向乙方转让标的债权。乙方同意根据本协议的约定，受让甲方持有的对债务人的标的债权，并支付标的债权转让价款。</p>
		<p>3.2 标的债权的转让</p>
		<p>（1）标的债权转让日为乙方向甲方支付标的债权全部转让价款之日（以丙方或其委托第三方支付机构或银行扣款成功之时为准）。</p>
		<p>（2）除本协议另有约定外，自标的债权转让日起（包括该转让日），甲方基于标的债权所享有的标的债权及其附属的一切权利、利益均转让给乙方，该等权利、利益包括但不限于：</p>
		<p class="pindent">1）标的债权的全部所有权（现时的和未来的、现实的和虚拟的）和相关权益（包括但不限于担保权益以及其他权利或利益）；</p>
		<p class="pindent">2）标的债权相关的滞纳金、违约金及延期补偿金等的权利；</p>
		<p class="pindent">3）获得标的债权被转让、被出售、被拍卖、被变卖或者被以其他方式处置所获得的全部款项的权利；</p>	
		<p class="pindent">4）以诉讼或其他形式请求、收回、接受与标的债权相关的全部应偿付款项的权利；</p>
		<p class="pindent">5）债权文件项下甲方享有的除标的债权及上述各项权利以外的其他一切权利和利益。</p>
		<p>（3）甲乙双方一致确认，乙方根据本协议约定受让债权文件项下的标的债权，债权文件项下的与标的债权有关的任何义务和责任（如有）由甲方承担，乙方对此不承担任何责任。</p>
		<p>3.3 标的债权转让价款</p>
		<p>（1）双方同意，标的债权的转让对价以本协议第一条约定为准。</p>
		<p>（2）乙方应于标的债权转让日一次性向甲方支付转让价款。乙方在此不可撤销地授权丙方，按照本协议的约定将标的债权转让价款全部划转至甲方余额账户中，划转完毕即视为标的债权转让完毕。</p>
		<p>（3）标的债权转让完毕后三个工作日内，甲方委托丙方将扣除居间服务费后的转让价款提取至甲方余额账户。</p>
		<h4 class="title-2">第四条保障措施</h4>
		<p>4.1 为确保债务人履行《借款协议》项下的义务，标的债权已获得担保人向甲方提供的连带责任保证担保，且该保证担保未约定仅对特定的债权人承担保证责任或者禁止债权转让。保证人不再承担保证责任,为避免争议，各方在此确认：自标的债权转让日起，甲方在标的债权上设置的前述担保权利亦转让于乙方。</p>
		<p>4.2 若债务人未按照本协议的约定履行义务，乙方有权根据本协议及相关文件约定依法行使担保权利，以保障乙方的合法权益。</p>
		<h4 class="title-2">第五条甲方的陈述与保证</h4>
		<p>5.1 甲方系中华人民共和国公民，具有签署和履行本协议及与本协议有关的其他文件的民事权利能力和行为能力，能够独立承担民事责任。</p>
		<p>5.2 甲方已就签署并履行本协议不违反对其有约束力或有影响的法律法规或协议的限制；本协议签署后，即构成对其合法、有效和有约束力的义务。</p>
		<p>5.3 甲方是标的债权的合法所有人，且有权转让标的债权；标的债权合法、真实、有效。</p>
		<h4 class="title-2">第六条乙方的陈述与保证</h4>
		<p>6.1 乙方系中华人民共和国公民，具有签署和履行本协议及与本协议有关的其他文件的民事权利能力和行为能力，能够独立承担民事责任。</p>
		<p>6.2 乙方对本协议的签署和履行不违反对其有约束力或有影响的法律法规或协议的限制。本协议签署后，即构成对乙方合法、有效和有约束力的义务。</p>
		<p>6.3 乙方保证其用于受让标的债权的投标资金为其合法所有或享有支配权的财产，前述投标资金与与其他任何个人、法人及其他组织不存在法律上的任何纠纷。</p>
		<h4 class="title-2">第七条丙方的陈述与保证</h4>
		<p>7.1 丙方系依据中华人民共和国法律、法规登记注册并合法存续的企业法人，具有签署和履行本协议的各项权利与资质，能够独立承担民事责任。</p>
		<p>7.2 丙方对本协议的签署和履行不违反对其有约束力或有影响的法律法规或协议的限制。本协议签署后，即构成对丙方合法、有效和有约束力的义务。</p>
		<p>7.3 丙方为甲乙双方债权转让提供居间服务，但丙方不对标的债权的预期收益及担保实现等作任何明示或暗示的保证与承诺。</p>
		<h4 class="title-2">第八条风险提示</h4>
		<p>8.1 自标的债权转让日起，乙方即对债务人取得相应债权，乙方须自行评估及承担债权实现相关风险，对此，甲方及丙方可提供必要的协助。</p>
		<p>8.2 在任何情况下，丙方及其股东、职员均不以任何明示或默示的方式对甲方或乙方使用本服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。甲乙双方同意并认可：一切风险及损失由其各自自行承担而与丙方无关；如乙方通过本服务受让的债权存在第三方担保，对于担保的效力及实现所涉及的法律风险，须由乙方自行承担。</p>
		<h4 class="title-2">第九条税费的承担</h4>
		<p>6.1 除各方签署的其他协议另有约定外，各方应按照现行有效的中国法律法规的规定各自承担其因签署和履行本协议而产生的相应税费。</p>
		<p>6.2 因本协议的签订及履行如涉及个人所得税及相关税费，甲方或乙方应自行申报及承担。</p>
		<h4 class="title-2">第十条协议的变更</h4>
		<p>10.1 本协议的任何修改、补充均须以鲸鱼金融平台电子文本形式作出。</p>
		<p>10.2 变更后的内容或补充协议与本协议具有同等法律效力，如果变更后的内容或补充协议与本协议发生冲突，以变更后的内容或补充协议为准。</p>
		<h4 class="title-2">第十一条违约责任</h4>
		<p>任何一方未履行或未适当履行其在本协议项下的义务，或违反其在本协议项下任何声明与保证的，视为该方违约，违约方应当赔偿因其违约而给其他方造成的全部损失。</p>
		<h4 class="title-2">第十二条法律适用及争议解决方式</h4>
		<p>12.1 本协议的签署、生效、履行、解释、修改和终止等事项均适用中华人民共和国现行法律法规。</p>
		<p>12.2 各方因履行本协议或与本协议有关的所有争议均应当以友好协商的方式解决，协商不成的，任何一方均可向丙方住所地人民法院提起诉讼。</p>
		<h4 class="title-2">第十三条协议的生效</h4>
		<p>甲方在鲸鱼金融网站/app平台提交转让标的债权的招标信息，丙方在鲸鱼金融网站/app平台发布相关信息，乙方登录鲸鱼金融网站/app平台并点击确认受让债权的行为，即视为三方同意并签署本协议的行为。本协议自三方签署之日起生效。</p>
		<h4 class="title-2">第十四条其他事项</h4>
		<p>14.1 除非本协议另有约定，本协议中所用词语的含义与该词语在鲸鱼金融网站/app所公布的《鲸鱼金融用户服务使用协议》的含义相同</p>
		<p>14.2 各方已经充分阅读并理解本协议及相关法律文件及其含义，对于本协议项下的行为自愿承担各自的法律责任和义务。</p>
		<p>14.3 如果本协议的任何条款因任何原因无效，该条款的无效不影响本协议其他条款有效性的，则各方应当继续履行本协议其他条款。</p>
		<p>14.4 本协议项下的各标题仅为行文方便而设，不用于解释本协议。</p>
</div>
</scroll>
</template>

<script>
  export default {
    name: '',
    components: {},
    data() {
      return {
        title: this.$route.name,
      }
		},
		beforeRouteEnter(to, from, next){
      next(vm =>{
        vm.$root.title = to.name
      })
    },
    computed: {},
    watch: {},
    created() {},
    mounted() {},
    methods: {},
  }
</script>
<style lang="stylus" rel="stylesheet/stylus">
@import "~style/treaty.styl"


</style>

