<template>
  <div class="CommonProblems">
      <h4>Q：恶性肿瘤是指什么？</h4>
      <p>A：指恶性细胞不受控制的进行性增长和扩散，浸润和破坏周围正常组织，可以经血管、淋巴管和体腔扩散转移到身体其它部位的疾病。经病理学检查结果明确诊断，临床诊断属于世界卫生组织《疾病和有关健康问题的国际统计分类》（ICD-10）的恶性肿瘤范畴。</p>
      <h4>Q：如果客户是无社保的，2个月才会购买社保，是否可以买有社保的计划？</h4>
      <p>A：如现在投保就购买无社保的计划，或者2个月之后有社保之后再购买有社保的计划。</p>
      <h4>Q：所有的住院费用都可以赔付么？</h4>
      <p>A：安联臻爱医疗保险致力于解决国人“病不起”的问题，对于客户在二级及以上医院住院（社会医疗保险范围内病房）费用中自费和自付超过1万的部分，除责任免除条款约定的情形外，无论是否属于医保范围，均可赔付，已通过医保或商业保险获得的赔付部分，不予赔付。最高赔付金额以保单约定保额为准，赔付比例最高可达100%。</p>
      <h4>Q：在哪些医院接受住院治疗或特殊门诊治疗可以获得赔付？</h4>
      <p>A：被保险人因意外或疾病在中华人民共和国境内（不含港澳台）二级及以上医院，或保险人认可的医院（不含特需病房、外宾疾病或其它不属于社会医疗保险范畴的高级病房）接受住院或特殊门诊治疗的，安联臻爱医疗保险将赔付被保险人需个人支付的、必须且合理的医疗费用。</p>
      <h4>Q：免赔额1万是指年免赔额？单位或者其他保险公司已经报销的费用可以抵扣1万元免赔额么？
</h4>
      <p>A：免赔额均指年免赔额，由被保险人自行承担，是本保单不予赔偿的部分。在保险期间内，非恶性肿瘤医疗保险金和恶性肿瘤医疗保险金共用同一个免赔额。被保险人从其他途径已获得的医疗费用补偿可用于抵扣免赔额。但通过社会医疗保险和公费医疗保险获得的补偿，不可用于抵扣免赔额。</p>
      <h4>Q：如果理赔过，还可以续保吗？续保价格是否会有影响？</h4>
      <p>A：本合同期满，投保人可向保险人申请连续投保本合同，续保没有等待期（除外续保升级保障计划）。本合同为非保证续保合同，投保人连续投保本合同须经保险人审核同意。续保时保险人有权根据医疗费用水平变化、 本险种整体经营状况及被保险人年龄对费率等进行调整。在投保人接受费率等调整的前提下，保险人方可为投保人办理连续投保手续。</p>
      <h4>Q：如保单即将到期时确诊，住院产生医疗费用，那么跨保险年度住院是否赔付医疗费用？</h4>
      <p>A：分两种情况：</p>
      <p>a、如客户正常续保或条件续保，保险人对于被保险人确诊后需个人支付的、必需且合理的住院首次的跨保险年度医疗费用，在扣除约定的免赔额后，依照约定的给付比例赔付，其在保单到期日（含到期日）终保时间前产生的住院医疗费用按当年度保单保险责任予以赔付给付；其在保单到期日（不含到期日）终保时间后产生的住院医疗费用按续保年度保单保险责任予以赔付给付，并重新计算免赔额。保险人对被保险人在本项下的保险责任终止于以下最早发生的时间：</p>
      <p>（1）保险人累积给付金额达到首年（非续保年度）保险金额；</p>
      <p>（2）首次跨年度住院后出院的日期。再次住院费用或特殊门诊费用赔付则适用续保年度保险责任。</p>
      <p>b、如客户不能续保，按照保单条款的约定，安联不保障超出保险期间的医疗费用补偿保险责任的。</p>
      <h4>Q：新农合属于社会医疗保险么？</h4>
      <p>A：社会医疗保险是指包括新型农村合作医疗、城镇职工基本医疗保险、城镇居民基本医疗保险等政府举办的基本医疗保障项目。如果客户已经投保了“新农合”，请选择“有社保”。</p>
      <h4>Q：确诊原位癌后是否能获得“恶性肿瘤保险金”赔付？</h4>
      <p>A：可以的。保险人首先按照条款的约定给付一般医疗保险金，当保险人累积给付金额达到一般医疗保险金的保险金额后，保险人依照条款约定给付恶性肿瘤医疗保险金。</p>
      <h4>Q：艾滋病治疗是否能获得赔付吗？</h4>
      <p>A：不能。被保险人罹患艾滋病（AIDS）或感染艾滋病病毒（HIV）的任何医疗费用属于免除责任。</p>
      <h4>Q：如果客户是无社保的，但是购买了有社保的计划，已经过了30日的疾病等待期，等待期内没有任何理赔事项。</h4>
      <p>A：建议客户退保（按未满期净保费折算），重新购买无社保的计划,疾病住院或特殊门诊仍有30天等待期。</p>
      <h4>Q：不限社保，是不是任何药品都能报销？</h4>
      <p>A：本产品可以报销社保目录外的用药，但是仅仅限制是合理费用，一切合理费用以医生开具的处方和病历为准，保险公司有权利对就医情况进行调查，非合理用药或者滥用药品不在报销范围内。</p>
  </div>
</template>
style.<style lang="scss">
.CommonProblems {
    background: #fff;
    color: #666666;
    width: 100%;
    padding: 30px;
    font-size:30px;
    box-sizing: border-box;
    padding-bottom:150px;
    > h4 {
      color: #333333;
      line-height: 46px;
      padding-top:20px;
    }

}
</style>


