<template>
   <div class="product-introduction">
       <h3>意外身故及伤残</h3>
       <p><span>10万元</span>&nbsp;&nbsp;&nbsp;&nbsp;因遭受意外伤害事故导致身故或残疾的，保险人依据约定给付保险金，身故全额给付，伤残按《人身保险伤残评定标准》所列给付比例乘以保险金额给付，且给付各项保险金之和不超过保险金额；</p>
       <p>伤残程度分为一至十级，最重为第一级，最轻为第十级；相对应的保险金给付比例分为十档，伤残程度第一级对应的保险金给付比例为100%，伤残程度第十级对应的保险金给付比例为10%，每级相差10%。</p>

       <h3>一般医疗保险金</h3>
       <p><span>100万元</span>&nbsp;&nbsp;&nbsp;&nbsp;不限社保；包含住院医疗费用和特殊门诊医疗费用，扣除年免赔额1万元后，100%赔付（有社保但未经社保理赔的赔付比例为60%）；</p>
       <p>在保险期间内，若被保险人因遭受主合同所约定的意外伤害，或在等待期后因罹患疾病，在医疗机构接受治疗的，保险人按下列约定给付保险金：</p>

       <h4>1.住院医疗费用</h4>
       <p>被保险人经中华人民共和国境内（不包括港、澳、台地区）二级以上（含二级）医院，或保险人认可的医疗机构诊断必须住院治疗的，保险人对于被保险人需个人支付的、必需且合理的住院医疗费用，在扣除约定的免赔额后，依照约定的给付比例赔付。</p>
       <p>住院医疗费用包括床位费、膳食费、护理费、重症监护室床位费、诊疗费、检查检验费、治疗费、药品费、手术费等。</p>
       <h4>2.特殊门诊医疗费用</h4>
       <p>被保险人在中华人民共和国境内（不包括港、澳、台地区）二级以上（含二级）医院，或保险人认可的医疗机构接受特殊门诊（不含特需门诊）治疗的，保险人对于被保险人需个人支付的、必需且合理的特殊门诊医疗费用，在扣除约定的免赔额后，依照约定的给付比例赔付。</p>
       <h4>特殊门诊医疗费用包括：</h4>
       <p>（1）门诊肾透析费；</p>
       <p>（2）门诊恶性肿瘤治疗费，包括化学疗法、放射疗法、肿瘤免疫疗法、肿瘤内分泌疗法、肿瘤靶向疗法治疗费用；</p>
       <p>（3）器官移植后的门诊抗排异治疗费。</p>
       <h4>恶性肿瘤医疗保险金</h4>
       <p>100万元&nbsp;&nbsp;&nbsp;&nbsp;  不限社保；包含恶性肿瘤住院医疗费用和恶性肿瘤特殊门诊医疗费用，扣除年免赔1万元，100%赔付（有社保但未经社保理赔的赔付比例为60%）；</p>
       <p>在保险期间内，若被保险人在等待期后因初次确诊罹患恶性肿瘤，在医疗机构接受治疗的，保险人首先按照第二条第（一）款的约定给付一般医疗保险金，当保险人累积给付金额达到一般医疗保险金的保险金额后，保险人依照下列约定给付恶性肿瘤医疗保险金：</p>
       <h3>1.恶性肿瘤住院医疗费用</h3>
       <p>被保险人经中华人民共和国境内（不包括港、澳、台地区）二级以上（含二级）医院，或保险人认可的医疗机构诊断必须住院治疗的，保险人对于被保险人需个人支付的、必需且合理的住院医疗费用，在扣除约定的免赔额后，依照约定的给付比例赔付。</p>
       <p>住院医疗费用包括床位费、膳食费、护理费、重症监护室床位费、诊疗费、检查检验费、治疗费、药品费、手术费等。</p>
       <h4>2.恶性肿瘤特殊门诊医疗费用</h4>
       <p>被保险人在中华人民共和国境内（不包括港、澳、台地区）二级以上（含二级）医院，或保险人认可的医疗机构接受特殊门诊（不含特需门诊）治疗的，保险人对于被保险人需个人支付的、必需且合理的特殊门诊医疗费用，在扣除约定的免赔额后，依照约定的给付比例赔付。</p>
       <p>恶性肿瘤特殊门诊医疗费用包括化学疗法、放射疗法、肿瘤免疫疗法、肿瘤内分泌疗法、肿瘤靶向疗法治疗费用。</p>
       <h4>保障利益说明</h4>
       <p>1.一般医疗保险金及恶性肿瘤医疗保险金年免赔额：10,000元</p>
       <p>2.被保险人首次投保或非连续投保时，疾病住院或特殊门诊等待期为30天。续保无等待期。</p>
       <p>3.一般医疗保险金包含</p>
       <p>1）住院医疗保险金：检查检验费，治疗费，床位费，膳食费，护理费，药品费，重症监护室床位费等；</p>
       <p>2）特殊门诊医疗保险金：门诊肾透析费，器官移植后的门诊抗排异治疗费，门诊恶性肿瘤治疗费，包括化学医疗法，放射疗法，肿瘤免疫疗法，肿瘤内分泌疗法，肿瘤靶向疗法治疗费用；</p>
       <p>4.恶性肿瘤医疗保险金包含</p>
       <p>1）恶性肿瘤住院医疗保险金：检查检验费，治疗费，床位费，膳食费，护理费，药品费，重症监护室床位费等；</p>
        <p>2）恶性肿瘤特殊门诊保险金：化疗，放疗，免疫治疗，内分泌治疗，靶向治疗费用；</p>
        <p>5.恶性肿瘤医疗报销先使用一般医疗保险金，一般医疗保险金额度满后使用恶性肿瘤医疗保险金。</p>
        <h4>用户须知</h4>
        <p>1.本产品由安联财产保险(中国)有限公司承保,目前该公司在广州、深圳、佛山、东莞、江门、上海设有分支机构，本产品的销售区域为全国；</p>
        <p>2.本产品承保年龄为出生满30天（含）至60周岁（含），最高可续保至80周岁；
</p>
        <p>3.本产品一人仅限购买一份，多投无效；</p>
        <p>4.投保本产品如被保险人是未成年人时，投保人必须是其父母或监护人；</p>
        <p>5.若被保险人以社会医疗保险身份投保,但未以社会医疗保险身份就诊并结算的,本保险按照应赔付金额的60%进行赔付；</p>
        <p>6.病毒性肝炎患者、大小三阳及乙肝病毒携带者客户不能投保本产品；</p>
        <p>7.本产品仅提供电子保单,电子保单一经生成不办理任何形式的变更、注销、退保；</p>
        <p>8.本产品无犹豫期，请您慎重购买，除法律法规或双方另有约定外，成功投保之后退保，保险公司仅退还保单未满保费，退保将会造成您的损失；</p>
        <p>9.本合同为非保证续保合同，投保人连续投保本合同须经保险人审核同意；</p>
        <p>10.本产品就诊医院要求：中华人民共和国境内（港、澳、台地区除外）合法经营的二级及二级以上医院，且不包括特需病房、外宾病房等，详见保险条款。</p>
   </div>
</template>
style.<style lang="scss">
.product-introduction{
  color:#666666;
  font-size:30px;
  line-height:44px;
  padding:0 30px 150px;
  >h3,h4{
    color:#333333;
    padding-top:20px;
  }

}
</style>

