<template>
   <div class="Important-notice">
      <hd :title="{name:'重要告知与申明'}"></hd>
      <div class="content">
      <p>欢迎使用 “白鸽保险平台”服务（以下简称“白鸽保险”），为了保障您的权益，请在使用“白鸽保险”前，详细阅读此服务协议（以下简称“本协议”）的所有内容。</p>
      <p>当您点击“【我已认真阅读《保险条约》和《重要告知》，了解并接受包括有关责任条款及免除责任条款、承保地域限制等约定。】”时，您的这一行为表示您同意并签署了本协议，构成您与白鸽保险之间的协议，具有法律效力。</p>
      <p>本协议内容包括协议正文、本协议下述条款明确援引的其他协议、白鸽保险已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，您使用白鸽保险服务均受本协议约束。</p>
      <h3>一、定义</h3>
      <p>1、白鸽保险作为网上交易平台，为您提供平台化服务，即为保险公司和您提供保险服务的特定空间，供您查询保险公司销售的保险类产品及有关辅助信息、进行交流并与保险公司达成交易意向。</p>
      <p>您注册并且成功登录后，可选购该保险产品，按照页面流程与保险公司达成投保意向并进而完成交易，您还可以参加白鸽保险平台上的活动，使用其它信息服务及技术服务。</p>
      <p>2、保险公司是指通过白鸽保险展示、售卖其保险产品或服务，并最终为您承保的保险机构。</p>
      <h3>二、白鸽保险平台规范</h3>
      <p>1、白鸽保险监督保险公司努力准确、详尽地描述每一个保险产品的保险范围、保险条款、购买方法、索赔流程等内容。</p>
      <p>2、您在白鸽保险所投保的保险产品均由保险公司独自对您承担全部责任。您应该对您选购的保险产品和服务所作出的判断进行负责，白鸽保险不参与您和保险公司的交易，但将根据白鸽保险的相关规则督促保险公司履行对您的承诺。</p>
      <p>3、除非另有证明，白鸽保险储存在其的服务器上的数据是您使用白鸽保险相关服务的唯一有效证据。</p>
      <h3>三、白鸽保险使用规则</h3>
      <p>1、您确认：在使用白鸽保险服务过程中，您应当是具备完全民事权利能力和完全民事行为能力的自然人。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，白鸽保险有权向您的监护人追偿。</p>
      <p>您可浏览白鸽保险展示的保险产品或服务信息，如您希望投保并支付订单的，您需先登录或注册有效账号，并根据页面提示填写投保所需的全部信息，包括但不限于投保人和被保险人的信息、保险期间等。</p>
      <p>2、您保证：白鸽保险有权记录您在选购保险产品或服务时，在线填写的所有信息并提供给保险公司或白鸽保险的关联公司。您保证该等信息准确、合法，该等信息并将作为您本次交易的不可撤销的承诺，您承担因该等信息错误、非法等导致的后果。</p>
      <p>为向您提供更好的服务，您授权白鸽保险在本服务期间或本服务终止后有权使用上述信息。如您提供的信息过期、无效进而导致保险公司或白鸽保险的关联公司无法与您取得联系的，因此导致您在使用白鸽保险服务中产生任何损失或增加费用的，应由您完全独自承担。</p>
      <p>3、您理解并同意：白鸽保险不提供在线订单取消（退保）服务，若您与保险公司达成一致，您可通过线下方式与保险公司自行协商处理，白鸽保险不介入。</p>
      <p>4、您完成购买流程意味着您认可订单表格中包含的所有信息都是正确、合法和完整的。您已了解该保险合同的成立、生效是以保险公司出具保单为准，确认非以支付保费为保险合同的成立条件。</p>
      <p>5、如您将与保险公司关于保险合同的争议提交白鸽保险，您同意白鸽保险有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定，该判断和决定将对您具有法律约束力。但您理解并同意，白鸽保险并非司法机构，仅能以普通人的身份对证据进行鉴别，白鸽保险对争议的调处完全是基于您的委托，白鸽保险无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人追偿。</p>
      <p>6、如由于您未能按照本协议约定或白鸽保险要求使用有关服务，给白鸽保险或其关联公司造成损失的，您应负责赔偿。</p>
      <h3>四、其他约定</h3>
      <p>1、您如对本协议项下白鸽保险服务有任何疑问，请登录获取相关信息或拨打客服电话（4009-024-365），我们的客服会解答您的问题。</p>
      <p>2、责任范围和限制</p>
      <p>1）白鸽保险对不可抗力导致的损失不承担责任。本服务条款所指不可抗力包括：天灾、法律法规或政府指令的变更，因网络服务特性而特有的原因，例如境内外基础电信运营商的故障、计算机或互联网相关技术缺陷、互联网覆盖范围限制、计算机病毒、黑客攻击等因素，及其他合法范围内的不能预见、不能避免并不能克服的客观情况。</p>
      <p>2）您了解白鸽保险仅提供这一平台作为您获取保险产品及/或信息、物色交易对象、就保险产品交易进行协商及开展交易的非物理场所。您应自行谨慎判断确定相关保险产品及/或信息的真实性、合法性和有效性，并自行承担由此导致的后果。</p>
      <p>3）对发生下列情形之一所造成的不便或损害，白鸽保险免责：</p>
      <p>A 定期检查或施工，更新软硬件而造成的服务中断；</p>
      <p>B您与其它任何第三方的纠纷。</p>
      <p>4）在法律允许范围内，白鸽保险对您的购买行为的赔偿金额将不会超过您受到影响的当次购买行为已经实际支付的费用的总额。</p>
      <p>3、服务终止</p>
      <p>经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者白鸽保险根据自身的判断，认为您的行为涉嫌违反本协议的条款或涉嫌违反法律法规规定的，则白鸽保险有权暂停或停止向您提供服务，且无须为此向您或任何第三方承担责任。</p>
      <p>4、本协议适用中华人民共和国的法律。 当本协议的任何内容与中华人民共和国法律相抵触时，应当以法律规定为准，同时相关条款将按法律规定进行修改或重新解释，而本协议其他部分的法律效力不变。</p>
      <p>5、如使用白鸽保险出现纠纷，您和白鸽保险一致同意将纠纷交由白鸽保险所在地人民法院管辖。</p>
      <p>6、白鸽保险有权对本协议进行调整、补充和改变，包括但不限于将白鸽保险交由其他关联公司运营，白鸽保险有权以网页公告的方式予以公布，无需另行单独通知您。若您在白鸽保险进行上述调整、补充和改变后，仍继续使用白鸽保险服务的，则视为接受该等调整、补充和变更，若您不同意的，您有权终止本协议并停止使用白鸽保险服务。</p>
      <p>7、本协议自发布之日起实施。</p>

      </div>
  </div>
</template>

style.<style lang="scss">
.Important-notice {
  width: 100%;
  height: 100%;
  font-size: 28px;
  box-sizing: border-box;
  >.content{
    padding: 20px 30px 50px;
    > p {
      margin-top: 20px;
      color: #666;
    }
    > h3 {
      padding: 40px 0 20px;
      font-size: 32px;
    }
  }
}
</style>
