<template>
  <div >
    <h1 class="title">活期委托投资协议</h1>
    <!-- <p class="phead">合同编号&nbsp;: {{contract_no}}</p>
    <p class="phead phead2">本合同（下称"本合同"）由以下各方于{{ show_trade_time}}于厦门市签署&nbsp;:</p>  -->
    <p>  为了维护您的自身权益，请在投资前仔细阅读本协议各条款以及本产品相关的全部规则，以充分知悉本产品的运作规则、投资范围以及本协议双方的权利义务。</p>
    <p >投资者通过网络页面点击确认或以其他方式选择接受本协议，即表示投资者与乙方已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项规则及平台所展示的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定。如果您不同意本协议的任意内容，或者无法准确理解乙方对条款的解释，请不要进行后续操作。</p>
    <p class="phead">甲方(出借人)&nbsp;:{{username}}</p>
    <p class="phead">身份证号&nbsp;:{{identityid}}</p>
    <p class="phead">乙方（受托人）&nbsp;:&nbsp;<span>厦门吉才神金融信息技术服务有限公司</span></p>
    <!-- <p class="phead">定义&nbsp;:&nbsp;</p>
    <p class="phead">除非本合同另有规定，以下词语在本合同中定义如下&nbsp;:&nbsp;</p> -->
    <p>鉴于：</p>
    <p>甲方系符合中华人民共和国大陆地区现行法律法规规定的具有完全民事权利能力和民事行为能力，能够独立行使和承担本协议项下权利义务的自然人，为“厦门吉才神金融信息技术服务有限公司”所运营的鲸鱼理财平台（www.jinr.com及鲸鱼理财APP）的注册用户，自愿将合法所有资金委托乙方依照本协议约定投资于委托投资标的。双方根据《中华人民共和国民法通则》、《中华人民共和国合同法》等相关法律法规的规定，甲乙双方达成如下约定，以资共同遵守。
本协议项下甲方、乙方单独称“一方”，合称“双方”。
</p>
    <br/>
    <h4 class="title">第一章 定义与解释</h4>
    <p>第一条定义</p>
    <p>1、</p>
    <p>委托投资：系指甲方自愿将其合法所有的资金委托给乙方投资于委托投资标的，以获取投资收益的行为。</p>
    <p>2、</p>
    <p>.预期收益率：系指鲸鱼理财平台宣传及本产品服务页面说明的预期年化收益率。预期收益率为甲方依据本协议约定所获得的预期利益，并不代表甲方的既得利益，且乙方及鲸鱼理财平台未对该预期收益率进行任何的承诺和担保，甲方知晓其委托投资的资金存在无法全额收回的风险，且甲方仅享有其所投资金所产生的实际收益。</p>
    <p>3、</p>
    <p>委托投资资金或投资资金：系指甲方根据本协议的约定向乙方提供的用于进行本协议项下委托投资的资金。</p>
    <p>4、</p>
    <p>委托投资资产价值：系指委托投资资金及其所产生的收益。</p>
    <p>5、</p>
    <p>赎回:甲方向乙方申请将委托投资资产价值赎回到鲸鱼理财账户。</p>
    <p>6、</p>
    <p>T日：指委托投资、申请赎回委托投资资金或其他交易的有效申请日。</p>
    <p>7、</p>
    <p>T+n日：指在T日起第n个自然日（不包含T日）。</p>
    <p>8、</p>
    <p>T-n日：指在T日前第n个自然日（不包含T日）。</p>
    <p>9、</p>
    <p>鲸鱼理财平台：系指厦门吉才神金融信息技术服务有限公司设立并运营的互联网平台，包括www.jinr.com和鲸鱼理财APP 。</p>
    <p>10、</p>
    <p>鲸鱼理财账户：系指甲方在鲸鱼理财平台开立的鲸鱼理财用户名项下的专属账户。</p>
    <p>11、</p>
    <p>合作机构：系指向乙方推荐委托投资标的机构，包括但不限于委托投资标的的发行机构。</p>
    <p>12、</p>
    <p>不可抗力：系指本协议双方不能合理控制、不可预见或即使预见亦无法避免的事件。该事件妨碍、影响或延误任何一方根据本协议履行其全部或部分义务。该事件包括但不限于地震、台风、洪水、火灾、瘟疫、其他天灾、战争、政变、骚乱、罢工或其他类似事件。</p>
    <p>13、</p>
    <p>年：系指365个自然日。</p>
    <p>第二条本协议未作定义或约定词语，按照相关法律、法规及行业惯例解释。</p>
    <p>第三条本协议中所涉及到的金额均精确到分位(小数点后两位)，分位以下的金额均舍去。</p>
    <h4 class="title">第二章委托投资</h4>
    <p>第四条甲方自愿将其合法所有的资金委托给乙方和/或乙方授权的投资顾问（以下简称“投资顾问”）投资于本协议项下的委托投资标的，以获取投资收益。甲方进行委托投资、赎回委托投资的申请，即等同于委托乙方投资、追加投资、转让或赎回同等金额的委托投资标的。</p>
    <p>第五条甲方于T日向乙方申请委托投资，乙方应于T日确认是否接受甲方的委托投资。如当日15:00前确认，投资收益自T日开始计算，如当日15:00后确认，投资收益自T+1日00:00开始计算。T日或T+1日为甲方基于本协议项下的委托投资起始日和计息起始日；甲方投资金额以甲方在鲸鱼理财平台点击确认为准。</p>
    <p>第六条甲方同意委托乙方和/或投资顾问以乙方和/或投资顾问自己的名义根据本协议约定履行委托投资的投资义务，包括但不限于以乙方名义签署投资协议、支付投资资金、赎回或转让投资标的、收取投资收益等。</p>
    <p>第七条双方认可并同意，乙方依据“每日计提、按日结转”的原则对委托投资标的按照公允的市场价值每日计算并分配收益。在甲方申请赎回之前，委托投资标的每日计提收益将结转为下一日的委托投资资金，而不做实际分配。</p>
    <p>第八条自委托投资生效日起，甲方有权随时要求全部或部分赎回委托投资资产价值，甲方有权赎回的委托投资总额以乙方T-1日在鲸鱼理财平台为甲方展示的委托投资资产价值为限。甲方申请赎回委托投资的当天不计算收益。</p>
    <p>第九条甲方申请赎回的委托投资资金会在甲方申请赎回当日回到甲方在鲸鱼理财账户下。</p>
    <p>第十条甲方知晓，如因本协议项下的委托投资资产标的的管理人，银行、证券公司、基金管理公司、合作机构等第三方机构（以下简称“第三方机构”）未及时偿付委托投资标的项下的投资资金和/或预期收益等原因导致乙方未能如期按本协议的约定向甲方支付赎回款项的，乙方不因此承担违约责任。但乙方应及时通知甲方，并保证在收到上述机构对委托投资标的进行相对分配后1个工作日内，将甲方申请赎回的投资资金支付至甲方的鲸鱼理财账户。</p>
    <p>第十一条甲乙双方同意，乙方向甲方支付委托投资本金和收益的责任以委托投资标的项下乙方实际收到的投资本金和收益为限，乙方并不对甲方的委托投资资金本金和任何收益(包括任何预期收益)承担保证、保本承诺或任何其他责任。如发生委托投资标的项下第三方机构的违约或其他对投资资金安全和收益可能产生重大影响的事件，乙方应积极采取合理措施向第三方机构主张其在委托投资标的项下可以主张的权利，且以该等权利主张的结果为限向甲方支付委托投资资产价值。</p>
    <p>第十二条本协议项下的相关内容的变更通知以及依据本协议发出的各项通知将由乙方通过鲸鱼理财通知甲方，甲方如不同意该等变更通知，可立即申请赎回全部委托投资资产价值，否则视为甲方同意并接受乙方对本协议的变更。</p>
    <h4 class="title">第三章 甲方承诺及权利义务</h4>
    <p>第十三条甲方承诺其为具有完全民事权利能力和民事行为能力且在鲸鱼理财平台上实名注册、并持有鲸鱼理财账户的中华人民共和国大陆地区自然人、法人或其他组织以及中华人民共和国法律法规所允许的投资主体（不含香港、澳门、台湾地区）。甲方必须按照乙方要求提供本人真实、准确及完整的信息，并负责对本人信息及时更新。甲方保证本人身份的合法性，以及所提供信息的真实性、准确性、完整性和非过时性；若甲方提供任何不真实、不准确、不完整或过时的身份信息，或者乙方有合理理由怀疑甲方所提供的信息为不真实、不准确、不完整或过时的，乙方有权中止（或终止）本协议，并取消甲方现在或未来投资本产品的资格，对此乙方不承担任何责任。同时，因此所产生的任何直接或间接的支出、损失、费用、处罚将由甲方来承担。
    第十四条甲方自委托投资生效日起，享有委托投资管理关系中委托人享有的相关权利, 并有权按照本协议的约定取得其委托投资标的产生的收益。
    </p>
    <p>第十五条甲方保证委托投资资金的来源及用途合法；甲方声明已充分理解本协议全文，了解相关权利义务，了解有关法律法规及委托投资标的的风险收益特征，愿意承担相应的投资风险。</p>
    <p>第十六条甲方接受乙方提供的委托投资服务，并同意委托乙方和/或投资顾问以乙方和/或投资顾问自己的名义根据本协议约定履行委托投资的投资义务，对投资资金进行以投资为目的的处置。甲方承诺不得违反本协议的约定干涉乙方的投资行为。</p>
    <p>第十七条甲方需自行申报和缴纳在本协议项下获得的收益相关的应缴税款，乙方无义务进行任何形式的代扣代缴。</p>

    <h4 class="title">第四章 乙方承诺及权利义务</h4>
    <p>第十八条乙方是在中国境内合法成立并有效存续的资产管理公司，具有受托资产管理的经营范围，愿意基于本协议的约定接受甲方的委托，将其委托投资资金按照本协议的约定投资于委托投资标的。</p>
    <p>第十九条乙方和/或投资顾问仅承担代甲方进行委托投资及赎回或转让委托投资标的的职能，不对委托投资资金进行主动管理。对于乙方提供之服务，乙方保留向甲方收取费用的权利。一旦乙方确定收取或调整费用收取方式及标准，将在鲸鱼理财平台发布公告，如甲方继续接受乙方服务的，即视为接受该等收费标准。</p>
    <p>第二十条乙方和/或投资顾问可以自己的名义，行使委托投资过程中产生的包括协议签署、权属登记等权利</p>
    <p>第二十一条乙方承诺将甲方的投资资金与乙方自有资产、不同客户的资产分别管理、分别记账、独立核算。</p>
    <p>第二十二条乙方应保存委托投资业务活动的全部会计资料，并妥善保存有关的合同、协议、交易记录及其他相关资料。</p>
    <p>第二十三条如委托投资资产价值持续低于乙方预期金额且依据乙方合理判断持续该等委托投资在商业上已经不再具有经济合理性或因国家法律、政策变动或监管要求等原因，乙方有权单方面解除本协议，并依据本协议解除当日甲方的委托投资资产价值退回至甲方鲸鱼理财账户，但乙方应至少提前1个工作日通知甲方上述事宜。</p>
    <p>第二十四条乙方将委托投资标的相关信息授权鲸鱼理财平台向甲方进行信息披露，披露的形式包括但不限于短信、站内信、电子邮件、在鲸鱼理财平台发布公告、书面信函等。</p>
    <p>第二十五条乙方应按照本协议的约定履行受托义务，并应及时告知甲方任何其知道对甲方在本协议项下权利或者义务产生重大影响的信息。</p>
    <p>第二十六条乙方应恪守勤勉尽责的职业操守，严格依照甲方的委托进行委托投资。</p>
    <h4 class="title">第五章 保密条款</h4>
    <p>第二十七条本协议签署后, 除非事先得到另一方的书面同意, 本协议双方均应承担以下保密义务：</p>
    <p>1、</p>
    <p>任何一方不得向非本协议方披露本协议、本协议项下的事宜以及与此等事宜有关的任何文件、资料或信息（以下简称“保密信息”）；</p>
    <p>2、</p>
    <p>任何一方只能将保密信息和其内容用于本协议项下的目的, 不得用于任何其他目的。本款的约定不适用于下列信息：</p>
       <p>（1）从披露方获得时，已是公开的；</p>
       <p>（2）从披露方获得前，接受方已经获知的；</p>
       <p>（3）从有正当权限并不受保密义务制约的第三方获得的；</p>
       <p>（4）非依靠披露方披露或提供的信息独自开发的。</p>
    <p>第二十八条本协议双方因下列原因披露保密信息，不受前款的限制：</p>
    <p>1、</p>
    <p>向本协议双方的合伙人、董事、监事、高级管理人员和雇员及其聘请的会计师、律师、咨询公司披露；</p>
    <p>2、</p>
    <p>因遵循可适用的法律、法规的强制性规定而披露；</p>
    <p>3、</p>
    <p>依据其他应遵守的法规向审批机构和/或权力机构进行的披露。</p>
    <p>第二十九条甲方同意乙方有权出于为甲方提供服务之目的，视情况向其他任何乙方认为必要的业务合作机构披露本协议、甲方资料、保密信息等资料和信息。乙方承诺将要求相关合作机构对乙方披露的信息承担保密义务，但是乙方对于相关合作机构违反保密义务的行为不对甲方承担任何赔偿责任。</p>
    <p>第三十条本协议任何一方应采取所有其他必要、适当和可以采取的措施，以确保保密信息的保密性。</p>
    <p>第三十一条双方应促使其向之披露保密信息的人严格遵守本条约定。</p>
    <p>第三十二条本协议项下的保密义务在本协议终止后持续有效。</p>
    <h4 class="title">第六章 违约条款</h4>
    <p>第三十三条任一方不履行本协议约定的义务或者履行义务不符合约定，给对方造成损失的，损失赔偿额应当相当于因违约所造成的损失，包括协议履行后可以获得的利益，但不得超过违反本协议一方订立本协议时预见到或者应当预见到的因违反本协议可能造成的损失。</p>
    <p>第三十四条乙方不因第三方机构的任何原因导致不能按时完成甲方的委托投资资产价值赎回申请事项而承担任何违约责任。</p>
    <h4 class="title">第七章 违约条款</h4>
    <p>第三十五条本协议任何一方根据本协议约定做出的通知和/或文件均应以书面形式做出，可通过鲸鱼理财平台发布、短信、站内信、传真、电子邮件、挂号邮递、特快专递等方式传送。</p>
    <p>第三十六条通知在下列日期视为送达：</p>
    <p>1、</p>
    <p>以鲸鱼理财平台发布、短信、站内信形式发送的通知，在发布或发送之日即视为有效送达；</p>
    <p>2、</p>
    <p>以传真或电子邮件发出的通知，在发出后1个工作日即视为有效送达；</p>
    <p>3、</p>
    <p>以挂号信（付清邮资）发出的通知，在寄出（以邮戳为凭）后的5个工作日即视为有效送达；</p>
    <p>4、</p>
    <p>以特快专递（付清邮资）发出的通知，在寄出（以邮戳为凭）后的3个工作日即视为有效送达。</p>
    <p>第三十七条甲方如变动其在鲸鱼理财平台注册的信息，需在变动之日起3日内在鲸鱼理财平台上进行更改操作。如因甲方的原因，导致上述通知未能送达至甲方变动后的有效地址，甲方需自行承担由此造成的一切后果。</p>
    <h4 class="title"> 第八章 法律适用及争议解决</h4>
    <p>第三十八条凡因本协议引起的或与本协议有关的任何争议，乙方可与甲方协商解决。协商不成的，任何一方均有权提起诉讼，并以本协议签署地厦门市思明区人民法院为管辖法院。</p>
    <p>第三十九条本协议的效力、解释、变更、执行与争议解决均适用中华人民共和国法律。</p>
    <p>第四十条在诉讼期间，本协议不涉及争议部分且实际可履行的条款仍须继续履行。</p>
    <h4 class="title"> 第九章 其他</h4>
    <p>第四十一条本协议自甲方在鲸鱼理财平台以点击确认的方式订立并生效</p>
    <p>第四十二条本协议由鲸鱼理财平台保管所有与本协议有关的书面文件或电子信息；本协议双方确认并同意由鲸鱼理财平台提供的与本协议有关的书面文件或电子信息应作为本协议有关事项的终局证明。</p>
    <p>第四十三条甲、乙双方依照法律规定各自承担本协议订立和履行过程中发生的税费。</p>
    <p>第四十四条本协议以不违反国家相关法律法规和监管政策为前提，如本协议中部分条款根据相关法律法规等的规定无效或部分无效时，该等无效不影响本协议项下其他条款的效力，双方仍应继续履行其在本协议项下义务。</p>
    <p>第四十五条本协议项下的附件和补充协议构成本协议不可分割的一部分，补充协议与本协议不一致的，以补充协议为准。</p>
    <p>第四十六条本协议项下，甲乙双方持续授权鲸鱼理财平台提供相应的居间服务。</p>
 </div>
</template>
<script>
export default {
  props: {
    username: {
      default: ""
    },
    identityid: {
      default: ""
    },
    mobile: {
      default: ""
    },
    lock_principal: {
      default: ""
    },
    lock_principal_chanese: {
      default: ""
    }
  }
};
</script>
