<template>
  <div >
   <h1 class="title">鲸鱼定期服务合同</h1>
    <!-- <p class="phead">合同编号&nbsp;: {{contract_no}}</p>
    <p class="phead phead2">本合同（下称"本合同"）由以下各方于{{ show_trade_time}}于厦门市签署&nbsp;:</p>  -->
   <h4 class="title">重要提示：</h4>
    <p >鲸鱼定期服务合同（以下简称为“本合同”）是由厦门吉才神金融信息技术服务有限公司（以下简称为 “乙方”、“鲸鱼”）与鲸鱼网用户（鲸鱼网用户是指在厦门吉才神金融信息技术服务有限公司旗下的鲸鱼理财平台成功注册账户的投资人,以下简称为“甲方”、“您”）于 年 月 日 时 分于厦门市签订。本合同有助于您了解投资事宜及相关风险，请您详细阅读并知悉本合同的全部内容，如您无法充分理解或不同意接受本合同任意条款，请您及时与鲸鱼平台进行联系，否则请您不要进行后续操作。您一旦注册或使用鲸鱼网服务即视为对本合同全部条款及相关业务规则已充分理解并完全接受。</p>

    <p class="phead">甲方(出借人)&nbsp;:{{username}}</p>
    <p class="phead">证件类型&nbsp;身份证</p>
    <p class="phead">证件号码&nbsp;:{{identityid}}</p>
    <p class="phead">网站用户名&nbsp;:{{mobile}}</p>
    <p class="phead">乙方&nbsp;:&nbsp;<span>厦门吉才神金融信息技术服务有限公司</span></p>
    <p class="phead">住所&nbsp;:&nbsp;<span>厦门市思明区软件园二期望海路14号之三106</span></p>
    <!-- <p class="phead">定义&nbsp;:&nbsp;</p>
    <p class="phead">除非本合同另有规定，以下词语在本合同中定义如下&nbsp;:&nbsp;</p> -->
    <br/>
    <br/>
    <p>根据《中华人民共和国合同法》等有关法律法规的规定，甲乙双方在平等、自愿、互利和诚实信用的基础上，经双方友好协商，就甲方委托乙方并通过乙方平台将资金进行出借增息等有关事宜达成一致意见，特签署本合同，以兹信守。</p>
    <br/>
    <br/>
    <h4 class="title">第1条&nbsp;&nbsp;释义</h4>
    <p>除本合同另有规定外，以下词语在本合同中具有如下含义：</p>
    <p>1.1&nbsp;</p>
    <p>出借人：即甲方，指在乙方平台拥有注册账户的会员，同意加入本期服务计划并通过乙方平台出借一定金额资金给他人（即借款人）的具有完全民事行为能力的自然人。</p>
    <p>1.2</p>
    <p>借款人：系指有资金需求、经乙方居间推荐给出借人并得到出借人一定数量出借资金的自然人、法人或其他组织。</p>
    <p>1.3</p>
    <p>乙方：即鲸鱼网（网址：www.jinr.com），是一家在厦门市合法成立并有效存续的有限责任公司，能获取大量的投融资信息，并能有效提供投融资居间撮合、管理等服务。</p>
    <p>1.4、</p>
    <p>第三方支付平台：鲸鱼合作的支付机构。</p>
    <h4 class="title">第2条 服务计划意向</h4>
    <p>2.1</p>
    <p>鲸鱼定期服务计划指“出借人委托自动投标及按相关规则退出，定期增息”的服务计划（下称“本期服务计划”），乙方根据甲方的委托，将甲方加入服务计划的资金分散投入到经过乙方审核的优质融资或资产项目中（包括但不限于借款项目、权益转让融资类产品、货币型基金等）。</p>
    <p>2.2</p>
    <p>鲸鱼定期服务计划进行分散筛选、协助甲方将资金分散投入到由甲方筛选的各类资产购买/转让项目，甲方委托乙方依照本网站公布的各项规则、合同、条款及声明就本期服务计划项下所涉及的各类电子合同和纸质合同进行管理，以及服务计划信息的公告与发布等。</p>
    <p>2.3</p>
    <p> 甲方理解并接受本期服务计划及本合同的全部内容，一旦甲方使用本网站提供的任何一项服务，即表示甲方同意遵守本合同之相关所有约定。</p>
    <h4 class="title">第3条 本期服务计划详情</h4>
    <p>3.1</p>
    <p>甲方同意按照如下条件加入乙方提供的本期服务计划，详情如下：</p>
    <p class="pindent">（1）加入金额（下称"甲方加入资金"）：￥【<span>{{lock_principal}}</span>】，大写人民币【{{lock_principal_chanese}}】元整。</p>
    <p class="pindent">（2）服务计划期限：自本合同签订之日起【】天（可供选择的服务期限：30天、90天、365天 ）。</p>
    <p class="pindent">（3）收益处理方式：单利计算。</p>
    <p class="pindent">（4）计息规则：甲方使用银行卡向本期服务计划转入投资资金并经乙方审核通过之当日开始计息。</p>
    <p>3.2</p>
    <p>甲方在支付完毕加入资金后，即加入本期服务计划；甲方加入资金的收益按本期服务计划所投标对应的《借款合同》约定确定，各笔借款每期偿还的利息在合并后将作为本服务计划的可支配收益（下称“收益”），在本服务计划期限内由乙方在服务计划运营期内继续代为投资，适用本合同各项约定。</p>
    <p>3.3</p>
    <p>甲方了解，甲方在鲸鱼平台上所进行的投资交易涉及乙方与银行、第三方支付机构等第三方的合作。甲方同意：</p>
    <p>&nbsp;&nbsp;（1）受银行、第三方支付机构等第三方仅在工作日进行资金代扣及划转的现状等各种原因所限，乙方不对上述服务计划的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失；</p>
    <p>&nbsp;&nbsp;（2） 甲方一经使用本期服务计划服务，即表示甲方不可撤销地授权乙方进行相关操作，且该等操作是不可逆转的，甲方不能以任何理由拒绝付款或要求取消本期服务计划。</p>
    <p>3.4</p>
    <p>甲方同意，乙方有权在提供服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在乙方平台的任何页面上投放广告），并且，甲方同意接受乙方通过电子邮件、短信或其他方式向甲方发送商品促销或其他相关商业信息。</p>
    <p>3.5</p>
    <p>乙方有权基于保障本期服务计划安全等方面的考虑不定时设定涉及本期服务计划的相关事项，包括但不限于资金限额、加入投资服务计划次数等，甲方了解乙方的前述设定可能会对交易造成一定不便，对此没有异议。</p>

    <h4 class="title">第4条 预期年化收益率及收益计算</h4>
    <p>4.1</p>
    <p >预期年化收益为甲方加入本计划资金的预期年化回报，以乙方平台公示的为准。甲方已经知悉、了解并同意：本合同所示预期年化收益率为4.2 %不代表甲方最终实际收益，甲方出借本金以及利息存在不能够按期收回的风险，在实际收益率未达到预期收益率的情况下，甲方仅能收取其实际收益，乙方不对甲方本金的收回、可获收益金额做出任何承诺、保证。</p>
    <p>4.2</p>
    <p >收益结算：本合同项下甲方每笔加入资金，审核通过后的当天开始计息，按日结算，每日收益以乙方每日实际结算的为准，收益将在甲方账户中显示。</p>

    <h4 class="title">第5条 服务计划退出及变更</h4>
    <p >5.1</p>
    <p>甲方加入本计划期限日期为【】天，在期限日内不可提前退出计划。且持有期限超过【】天后，如甲方未进行续投则将不再产生收益。</p>
    <!-- APP4.1.0 -->
    <p >5.2</p>
    <p >资金到账时间：在满足本计划期限日期【】天后，甲方的本金和收益将于次日（工作日）即可到账，如有特殊情况，以网站公告为准。</p>
    <p>5.3</p>
    <p>服务计划变更条款：在下列情况出现时，乙方可采取终止、暂停、控制交易额度、调整预期年化收益率及其他合理措施对本服务计划进行调整，以降低客户资金及服务计划面临的风险。</p>
    <p class="pindent">（1）乙方系统停机维护期间</p>
    <p class="pindent">（2）电信设备出现故障不能进行数据传输的；</p>
    <p class="pindent">（3）宏观经济变化，导致整体市场环境恶化，融资风险提高的；</p>
    <p class="pindent">（4）国家政策重大调整，导致本服务计划面临重大风险的；</p>
    <p class="pindent">（5）因黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的乙方服务中断、终止或延迟的；</p>
    <p class="pindent">（6）因服务计划参与资金过大、过小或投资人投资金额短期内发生剧烈变动，导致管理成本提高或管理难度加大的；</p>
    <p class="pindent">（7）发生台风、停电、洪涝、战争、地震、恐怖袭击、游行示威或政府管制等不可抗力原因导致服务计划无法持续的。</p>
    <p class="pindent">发生以上情形的，乙方将采取合理措施最大程度规避风险，并及时通过约定的方式告知甲方，甲方确认此情况下乙方不承担违约责任。</p>
    <p>5.4</p>
    <p>如因司法机关或行政机关对甲方采取强制措施导致其本期服务计划金额对应的资金被全部或部分扣划，视为甲方提前退出本期服务计划，本合同自动终止。本合同因此而自动终止的，甲方将不再享有相应收益。但甲方仍应按照本合同约定支付相关服务费。</p>
    <h4 class="title">第6条 服务费用收取</h4>
    <P>6.1</P>
    <p>乙方依据本合同向甲方提供服务，有权向甲方收取相应的服务费用。目前乙方管理费暂免，但乙方保留单方面制定及调整平台服务费用收费标准的权利，如需收取费用详见鲸鱼网站公告或相关服务合同。</p>
    <P>6.2</P>
    <P>甲方在鲸鱼平台进行投资过程中涉及第三方机构服务的，应按照第三方的规定向第三方支付费用，具体请见第三方网站的相关信息。甲方同意将根据上述收费标准自行或委托乙方或乙方指定的第三方代为向第三方支付该等服务费（如有）。甲方与第三方之间就费用支付事项产生的争议或纠纷，与乙方无关。</P>

    <h4 class="title">第7条 授权与委托</h4>
    <p>7.1</p>
    <p>授权投标：甲方在签署本合同时不可撤销地委托并授权乙方根据本网站有关规则通过网站系统按一定比例自动配置投资于各类资产的资金，包括但不限于：对货币型基金的申购及赎回、对借款项目的赎买及转让、对权益转让融资类项目的购买及转让，对债权转让项目的受让及再转让等操作。</p>
    <p>7.2</p>
    <p>授权签署合同：甲方不可撤销地委托并授权乙方代为签署相关合同（包括但不限于借款合同、债权转让或受让合同、基金申赎合同、权益转让类融资合同等）。甲方对此等自动投标和自动签署相关合同之安排已充分知悉并理解，该等自动签署的合同均视为甲方真实意思的表示，甲方对该等法律文件的效力均予以认可且无任何异议并无条件接受该等自动签署的借款合同、债权转让合同、基金申赎合同、权益转让类融资合同之约束。</p>
    <p>7.3</p>
    <p>甲方在此无条件且不可撤销地同意并确认：甲方通过系统自动投标而签署之借款合同、债权转让或受让合同、基金申赎合同等法律文件或其中的相关条款生效后，乙方即可根据该等合同和本合同相关约定，对相关款项进行划扣、支付、冻结以及行使其他权利，甲方对此均予以接受和认可。</p>
    <h4 class="title">第8条 服务计划保障</h4>
    <p>8.1</p>
    <p>为降低甲方因投资标的过于集中而所带来的信用违约风险，乙方将对甲方加入本期服务计划金额根据网站有关规则安排分散化的优先自动投标。</p>
    <p>8.2</p>
    <p>为保证本期服务计划的及时性，在甲方加入本期服务计划时，系统即为甲方加入本期服务计划的甲方加入资金启动优先自动投标的功能。</p>
    <h4 class="title">第9条 服务计划风险</h4>
    <p>9.1</p>
    <p>甲方了解并同意，确保自身鲸鱼账户及密码的机密安全是甲方的责任。甲方将对利用该账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</p>
    <p>（1）甲方不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。因黑客、病毒或甲方的保管疏忽等非乙方原因导致甲方的鲸鱼账户遭他人非法使用的，乙方不承担任何责任。</p>
    <p>（2）乙方通过甲方的鲸鱼账户及密码来识别甲方的指令，甲方确认，使用甲方账户和密码登陆后在乙方的一切行为均代表甲方本人。鲸鱼账户操作所产生的电子信息记录均为甲方行为的有效凭据，并由甲方本人承担由此产生的全部责任。</p>
    <p>（3）冒用他人账户及密码的，乙方及其合法授权主体保留追究实际使用人连带责任的权利。</p>
    <p>9.2</p>
    <p> 甲方如发现有第三人冒用或盗用甲方账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知乙方并申请暂停相关服务，否则由此产生的一切责任由甲方本人承担。同时，甲方理解乙方对甲方的请求采取行动需要合理期限，在此之前，乙方对第三人使用该服务所导致的损失不承担任何责任。</p>
    <p>9.3</p>
    <p>甲方决定不再使用鲸鱼账户时，应首先清偿所有应付款项（包括但不限于罚息、违约金、服务费、管理费等），再将鲸鱼账户中的可用款项（如有）全部提现或者向乙方发出其它合法的支付指令，并向乙方申请冻结该鲸鱼账户，经乙方审核同意后可正式注销鲸鱼账户。</p>
    <p>9.4</p>
    <p>甲方死亡或被宣告死亡、失踪的，其在本合同项下的各项权利义务由其继承人承担。若甲方丧失全部或部分民事权利能力或民事行为能力，乙方或其授权的主体有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与鲸鱼账户相关的款项。</p>
    <p>9.5</p>
    <p>乙方有权基于单方独立判断，在其认为可能发生危害本期服务计划安全等情形时，不经通知而先行暂停、中断或终止向甲方提供本合同项下的全部或部分服务（包括收费服务），并将注册资料移除或删除，且无需对甲方或任何第三方承担任何责任。前述情形包括但不限于：</p>
    <p>（1）乙方认为甲方提供的个人资料不具有真实性、有效性或完整性，包括但不限于盗用他人证件信息注册、认证信息不匹配等；</p>
    <p>（2）乙方发现本期服务计划有异常或有疑义时；</p>
    <p>（3）乙方认为甲方账户涉嫌洗钱、套现、传销、被冒用或其他乙方认为有风险的情形；</p>
    <p>（4）乙方发现甲方使用非法或不正当的技术手段进行危害本期服务计划安全或影响公平投资的行为，包括但不限于篡改相关数据、窃取相关信息、通过平台攻击其他已注册账户等；</p>
    <p>（5）甲方在使用乙方收费服务时未按规定向乙方支付相应的平台服务费用或第三方服务费用；</p>
    <p>（6）乙方基于保障本期服务计划安全等原因，根据其单独判断需先行暂停、中断或终止向甲方提供本合同项下的全部或部分服务（包括收费服务），并将注册资料移除或删除的其他情形。</p>


    <h4 class="title">第10条 甲方声明和保证</h4>
    <p>10.1</p>
    <p>在签署本合同书以前，乙方已就本合同书及有关交易文件的全部条款和内容向甲方进行了详细的说明和解释，甲方已认真阅读本合同有关条款，对有关条款不存在任何疑问或异议，并对合同双方的权利、义务、责任与风险有清楚和准确的理解。</p>
    <p>10.2</p>
    <p>甲方保证所使用的资金为合法取得，且甲方对该等资金拥有完全且无瑕疵的处分权。</p>
    <p>10.3</p>
    <p>甲方保证为履行本合同而依据乙方要求提示提供的全部资料均真实、最新、有效、完整。</p>
    <p>10.4</p>
    <p>甲方同意并承诺按本合同及鲸鱼网站的相关规则和说明向乙方支付相关费用。</p>
    <p>10.5</p>
    <p> 甲方有义务维持并更新甲方的资料，确保其为真实、最新、有效及完整。若甲方提供任何错误、虚假、过时或不完整的资料，或者乙方依其独立判断怀疑资料为错误、虚假、过时或不完整，乙方有权包括但不限于停用甲方帐户、拒绝甲方使用乙方服务的部份或全部功能。在此情况下，乙方不承担任何责任，并且甲方同意负担因此所产生的直接或间接的任何支出或损失。</p>
    <p>10.6</p>
    <p>如因甲方未及时更新基本资料，导致乙方服务无法提供或提供时发生任何错误，甲方不得将此作为取消交易或拒绝付款的理由，乙方亦不承担任何责任，所有后果应由甲方承担。</p>
    <p>10.7</p>
    <p>除本合同以外，甲方应同时遵守并接受乙方平台不时发布及更新的全部规则，包括但不限于公告、产品流程说明、平台项目说明、风险提示等。</p>
    <!-- 月季年 v-if='title==="月定期"' 年定期 季定期-->
    <h4 class="title">第11条 续投</h4>
    <p>11.1</p>
    <p>续投是指将上一期服务计划的本金和收益充当下一期服务计划的本金进行周期性投资收益的行为；下一期服务计划属于新的定期服务计划，适用本合同之约定。</p>
    <p>11.2</p>
    <p>甲方如进行续投，需在本期服务计划到期前24小时进行续投（服务计划到期的前一日为结算日，甲方不能进行续投操作）；甲方点击“一键续投”即可将本期的本金和收益自动转入到下一期服务计划中。</p>
    <p>11.3</p>
    <p>甲方进行相关的续投操作即表示甲方同意加入下一期服务计划，续投过程中产生的收益及风险适用本合同约定。</p>
    <p>11.4</p>
    <p>如甲方不选择续投，系统会在本期服务计划到期后将甲方的本金及收益自动转至甲方的余额。</p>
    <h4 class="title">第12条 信息收集与隐私保护</h4>
    <p>12.1</p>
    <p>乙方对于甲方提供的、乙方自行收集的甲方个人信息将按照本合同或鲸鱼网站相关规定予以保护、使用或者披露。乙方无需甲方同意即可向乙方关联实体转让与乙方平台有关的全部或部分权利和义务。未经乙方事先书面同意，甲方不得转让其在本合同项下的任何权利和义务。</p>
    <p>12.2</p>
    <p>乙方按照甲方在乙方平台上的行为自动追踪关于甲方的某些资料。在不透露甲方的隐私资料的前提下，乙方有权对整个鲸鱼网会员数据库进行分析并对会员数据库进行商业上的利用。</p>
    <p>12.3</p>
    <p>本条款自本合同签署时生效，具有独立法律效力，不受合同成立与否及效力状态变化的影响。</p>
    <h4 class="title">第13条 知识产权的保护</h4>
    <p>13.1</p>
    <p>乙方平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由乙方或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
    <p>13.2</p>
    <p>非经乙方或其他权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表乙方平台程序或内容。</p>
    <h4 class="title">第14条 违约责任</h4>
    <p>在本合同有效期内，一方违反本合同之任何条款，致使相关方遭受损失时，违约方须赔偿因此给对方造成的一切经济损失（包括但不限于诉讼/仲裁费用、律师费用、评估费、保全及担保费、交通费、差旅费、调查费及其他实现债权所产生的费用等）；双方均有过错的，应根据双方实际过错程度，分别承担各自的违约责任。</p>
    <h4 class="title">第15条 通知</h4>
    <p>15.1</p>
    <p>双方同意，乙方根据协议对本服务计划相关内容进行调整时，乙方采用以下方式中的任意一种均视为有效通知。</p>
    <p>（1）鲸鱼网站公告通知；</p>
    <p>（2）甲方在乙方平台注册的个人账户内的站内信；</p>
    <p>（3）通过向甲方预留于乙方的手机发送短信息或电话通知；</p>
    <p>（4）通过向甲方预留于乙方的电子邮箱发送电子邮件；</p>
    <p>（5）其他法律许可的通知方式。</p>
    <p>15.2</p>
    <p>通知到达时间:</p>
    <p>采用网站公告通知的，自通知之日起2日后即视为达到；采用站内信、邮件、手机短息甲方的通知，自信息到达甲方个人账户、电子邮箱、手机即视为送达，采用其他合法方式通知的，按照法律规定确定送达时间。</p>
    <h4 class="title">第16条 不可抗力</h4>
    <p>16.1</p>
    <p> 由于台风、洪涝、海啸、地震、火灾、战争、电力中断、黑客攻击、计算机病毒、系统或网络故障等不可抗力导致的交易中断、延误的，甲乙双方互不追究责任。但应在条件允许的情况下，应采取一切必要的补救措施以减小不可抗力造成的损失。</p>
    <h4 class="title">第17条 争议解决</h4>
    <p>17.1</p>
    <p>本合同的订立、效力、解释、履行及争议的解决均适用中华人民共和国法律。凡因本合同发生的或与本合同有关的任何争议、纠纷，双方应友好协商解决；协商不成时，可通过诉讼方式解决。所有争议均由本合同签订地人民法院管辖。</p>
    <h4 class="title">第18条 其他</h4>
    <p>18.1</p>
    <p> 若本期服务计划对应之借款项目下，借款人未履行还款义务，乙方通过风险备用金代借款人偿付，则发生债权转让效力，居间人取得相应债权，有权对借款人进行追偿。</p>
    <p>18.2</p>
    <p>甲方需要通过本网站查询或咨询客服人员等方式了解相关信息，如未及时查询，或由于通讯故障、系统故障以及其他不可抗力等因素影响使甲方无法及时了解相关信息，由此产生的责任和风险由甲方自行承担。</p>
    <p>18.3</p>
    <p>本期服务计划和甲方通过点击确认与乙方签署的用户注册合同等相关合同，以及乙方在本网站不时公示之交易规则、说明、公告等涉及甲乙双方权利义务的法律文件，共同构成了约束甲方接受乙方在本合同项下提供之服务时双方行为的合同之整体，甲方均须予以遵守，如有违反，应当自行承担相关法律后果。</p>
    <p>18.4</p>
    <p>甲方成功加入本期服务计划后，如果在本期服务计划成立日前（含成立日），甲方追加加入本期服务计划的资金金额，则甲方与乙方之间的权利义务约定及甲方加入本期服务计划的总金额应以最后生成的合同书所约定的内容为准。</p>
    <p>18.5</p>
    <p>本合同自甲方在本网站操作确认并成功加入本期服务计划时生效。本合同采用电子文本形式制成，可以有一份或者多份并且每一份具有同等法律效力，对各方均具有法律约束力。本期服务计划不提供纸质合同或相关账单。</p>
    <p>18.6</p>
    <p>甲方自行承担本服务计划所获收益的应纳税额。</p>
 </div>
</template>
<script>
export default {
  props: {
    username: {
      default: ""
    },
    identityid: {
      default: ""
    },
    mobile: {
      default: ""
    },
    lock_principal: {
      default: ""
    },
    lock_principal_chanese: {
      default: ""
    }
  }
};
</script>
